Вы успешно зарегистрировались в кэшбэк-сервисе SecretDiscounter. Теперь, переходя и покупая в магазинах из нашего каталога, вы будете возвращать часть денег обратно - кэшбэк.
Помимо этого, у вас появился доступ к тысячам различных купонов и промокодов.

Логин: <?=$user->email;?>
Пароль: <?=$user->new_password;?>

Также всем новым пользователям мы дарим premium-аккаунт на 10 дней, позволяющий получать на 30% больше кэшбэка.
Подробнее о нашей накопительной системе лояльности читайте здесь (https://secretdiscounter.com/loyalty)